Revit 2027 API
ParameterTypeId.FabricationInsulationSpec Property
 "Insulation Specification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationInsulationSpec { get; }
Public Shared ReadOnly Property FabricationInsulationSpec As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationInsulationSpec {
	ForgeTypeId^ get ();
}
static member FabricationInsulationSpec : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace